Repository: Aziszy/Final-submission-dicoding
Catalog: lib/l10n/app_*.arb
Languages: id

source: My Restaurant
id: Restoran Saya

source: Search Restaurant
id: Cari Restoran

source: Popular Restaurant
id: Restoran Populer

# detailRestaurant
source: Restaurant Details
id: Detail Restoran

source: Description
id: Deskripsi

# showReviewButton
source: Show Review
id: Lihat Ulasan

source: Food List
id: Daftar Makanan

source: Drink List
id: Daftar Minuman

source: Create Review
id: Buat Ulasan

# reviewTextLabel1
source: Name
id: Nama

# submitButton
source: Submit
id: Kirim

source: Favorite
id: Favorit

source: Settings
id: Pengaturan

source: Language
id: Bahasa

source: Scheduling Daily Reminder
id: Penjadwalan Pengingat Harian

# connectionErrorMessage
source: internet Connection Lost
id: Koneksi Internet Terputus

# notFoundDataMessage
source: Data not Found!
id: Data tidak ditemukan!

# notFoundSearchMessage
source: Search not Found
id: Pencarian tidak di temukan
